{
  "type": {
    "error": "error",
    "warning": "warning"
  },
  "dismiss": "dismiss",
  "field": {},
  "form": {},
  "hint": {
    "dont_show_again": "Don't show me again",
    "add_liquids_and_labware": {
      "title": "Your labware has no liquids in it",
      "summary": "In {{deck_setup_step}}, hover on labware to add liquids.",
      "step1": "Add liquids",
      "step2": "Watch liquids move as you build your protocol"
    },
    "deck_setup_explanation": {
      "title": "Setting up your protocol",
      "body1": "If you look to your left you will see the Protocol Timeline, and that the \"Starting Deck State\" step is blue. The blue means that this is the step you are currently working on.",
      "body2": "Before you can build a protocol that tell the robot how to move liquid around, you'll need to tell the Protocol Designer where all of your labware is on the deck, and which liquids start in which wells. As you add steps to your protocol the Protocol Designer will move liquid from the starting positions you defined in the Starting Deck State to new positions.",
      "body3": "Hover on empty slots in the deck to add labware. Hover on labware to add liquid to the wells."
    },
    "custom_labware_with_modules": {
      "title": "Cannot verify compatibility of custom labware",
      "body": "The Protocol Designer cannot confirm whether or not custom labware is compatible with any module. Proceed if you are confident your custom labware will fit."
    },
    "module_without_labware": {
      "title": "Your module has no labware",
      "body": "Oops! It looks like your module is missing labware! Final copy TBD."
    }
  },
  "timeline": {
    "error": {
      "INSUFFICIENT_TIPS": {
        "title": "Not enough tips to complete action",
        "body": "Add another tip rack to an empty slot in "
      },
      "NO_TIP_ON_PIPETTE": {
        "title": "No tip on pipette",
        "body": "The setting \"Get new tip\" cannot be \"Never\" the first time a pipette is used in a protocol"
      },
      "MODULE_PIPETTE_COLLISION_DANGER": {
        "title": "Pipette cannot access labware",
        "body": "Gen 1 8-Channel pipettes cannot access labware or tip racks in slot 4 or 6 because they are adjacent to modules. Read more "
      },
      "MISSING_MODULE": {
        "title": "Missing module for step",
        "body": "A step requires a module that does not exist"
      }
    },
    "warning": {
      "ASPIRATE_MORE_THAN_WELL_CONTENTS": {
        "title": "Not enough liquid in well(s)",
        "body": "You are trying to aspirate more than the current volume of one of your well(s)"
      },
      "ASPIRATE_FROM_PRISTINE_WELL": {
        "title": "Source well is empty",
        "body": "The well(s) you're trying to aspirate from are empty. To add liquids, hover over labware in "
      }
    }
  },
  "window": {
    "confirm_create_new": "Are you sure you want to create a new file? Any unsaved changes will be discarded.",
    "confirm_delete_step": "Are you sure you want to delete this step?",
    "confirm_import": "Are you sure you want to import this file? You will lose any current unsaved changes.",
    "confirm_leave": "Are you sure you want to leave? You will lose any unsaved changes."
  },
  "module_placement": {
    "SLOT_OCCUPIED": {
      "title": "Cannot place module",
      "body": "Modules can only be placed in slots that are empty"
    }
  }
}
