{
  "a_robot_software_update_is_available": "A robot software update is required to run protocols with this version of the Opentrons App. <robotLink>Go to Robot</robotLink>",
  "about_flex_gripper": "About Flex Gripper",
  "alternative_security_types_description": "The Opentrons App supports connecting Flex to various enterprise access points. Connect via USB and finish setup in the app.",
  "attach_a_pipette": "Attach a pipette to your Flex",
  "attach_a_pipette_for_quick_transfer": "To create a quick transfer, you need to attach a pipette to your Opentrons Flex.",
  "calibration_block_description": "<block>This block is a specially made tool that fits perfectly on your deck and helps with calibration.</block><block>If you do not have a Calibration Block, please email <supportLink>support@opentrons.com</supportLink> so we can send you one. In your message, be sure to include your name, company or institution name, and shipping address. While you wait for the block to arrive, you can use the flat surface on the trash bin of your robot instead.</block>",
  "calibration_on_opentrons_tips_is_important": "It’s extremely important to perform this calibration using the Opentrons tips and tip racks specified above, as the robot determines accuracy based on the known measurements of these tips.",
  "choose_what_data_to_share": "Choose what data to share with Opentrons.",
  "computer_in_app_is_controlling_robot": "A computer with the Opentrons App is currently controlling this robot.",
  "confirm_terminate": "This will immediately stop the activity begun on a computer. You, or another user, may lose progress or see an error in the Opentrons App.",
  "connect_and_screw_in_gripper": "Connect and secure Flex Gripper",
  "connect_via_usb_description_3": "3. Launch the Opentrons App on the computer to continue.",
  "connection_description_usb": "Connect directly to a computer (running the Opentrons App).",
  "connection_lost_description": "The Opentrons App is unable to communicate with this robot right now. Double check the USB or Wi-Fi connection to the robot, then try to reconnect.",
  "contact_information": "Download the robot logs from the Opentrons App and send it to support@opentrons.com for assistance.",
  "contact_support_for_connection_help": "If none of these work, contact Opentrons Support for help (via the question mark link in this app, or by emailing {{support_email}}.)",
  "deck_fixture_setup_modal_bottom_description": "For details on installing different fixture types, scan the QR code or search for “deck configuration” on support.opentrons.com",
  "delete_protocol_from_app": "Delete the protocol, make changes to address the error, and resend the protocol to this robot from the Opentrons App.",
  "delete_transfer_from_app": "Delete the quick transfer, make changes to address the error, and recreate this transfer on the Flex display.",
  "error_boundary_description": "You need to restart the touchscreen. Then download the robot logs from the Opentrons App and send them to support@opentrons.com for assistance.",
  "estop_pressed_description": "First, safely clear the deck of any labware or spills. Then, twist the E-stop button clockwise. Finally, have Flex move the gantry to its home position.",
  "find_your_robot": "Find your robot in the Opentrons App to install software updates.",
  "firmware_update_download_logs": "Download the robot logs from the Opentrons App and send them to support@opentrons.com for assistance.",
  "general_error_message": "If you keep getting this message, try restarting your app and robot. If this does not resolve the issue, contact Opentrons Support.",
  "gripper": "Flex Gripper",
  "gripper_still_attached": "Flex Gripper still attached",
  "gripper_successfully_attached_and_calibrated": "Flex Gripper successfully attached and calibrated",
  "gripper_successfully_calibrated": "Flex Gripper successfully calibrated",
  "gripper_successfully_detached": "Flex Gripper successfully detached",
  "help_us_improve_send_error_report": "Help us improve your experience by sending an error report to {{support_email}}",
  "ip_description_second": "Opentrons recommends working with your network administrator to assign a static IP address to the robot.",
  "language_preference_description": "The Opentrons App matches your system language unless you select another language below. You can change the language later in the app settings.",
  "learn_uninstalling": "Learn more about uninstalling the Opentrons App",
  "loosen_screws_and_detach": "Loosen screws and detach Flex Gripper",
  "modal_instructions": "For step-by-step instructions on setting up your module, consult the Quickstart Guide that came in its box. You can also click the link below or scan the QR code to visit the modules section of the Opentrons Help Center.",
  "module_calibration_failed": "<block>Module calibration was unsuccessful. Make sure the calibration adapter is fully seated on the module and try again. If you still have trouble, contact Opentrons Support.</block><block>{{error}}</block>",
  "module_calibration_get_started": "<block>To get started, remove labware from the deck and clean up the working area to make the calibration easier. Also gather the needed equipment shown to the right.</block><block>The calibration adapter came with your module. The pipette probe came with your Flex pipette.</block>",
  "module_error_contact_support": "Try powering the module off and on again. If the error persists, contact Opentrons Support.",
  "network_setup_menu_description": "You’ll use this connection to run software updates and load protocols onto your Opentrons Flex.",
  "new_robot_instructions": "When setting up a new Flex, follow the instructions on the touchscreen. For more information, consult the Quickstart Guide for your robot.",
  "oem_mode_description": "Enable OEM Mode to remove all instances of Opentrons from the Flex touchscreen.",
  "opentrons_app_successfully_updated": "The Opentrons App was successfully updated.",
  "opentrons_app_update": "Opentrons App update",
  "opentrons_app_update_available": "Opentrons App Update Available",
  "opentrons_app_update_available_variation": "An Opentrons App update is available.",
  "opentrons_app_will_use_interpreter": "If specified, the Opentrons App will use the Python interpreter at this path instead of the default bundled Python interpreter.",
  "opentrons_cares_about_privacy": "Opentrons cares about your privacy. We anonymize all data and only use it to improve our products.",
  "opentrons_def": "Opentrons Definition",
  "opentrons_flex_quickstart_guide": "Opentrons Flex Quickstart Guide",
  "opentrons_labware_def": "Opentrons labware definition",
  "opentrons_tip_rack_name": "opentrons",
  "opentrons_tip_racks_recommended": "Opentrons tip racks are highly recommended. Accuracy cannot be guaranteed with other tip racks.",
  "previous_releases": "View previous Opentrons releases",
  "receive_alert": "Receive an alert when an Opentrons software update is available.",
  "restore_description": "Opentrons does not recommend reverting to previous software versions, but you can access previous releases below. For best results, uninstall the existing app and remove its configuration files before installing the previous version.",
  "robot_server_version_ot3_description": "The Opentrons Flex software includes the robot server and the touchscreen display interface.",
  "robot_software_update_required": "A robot software update is required to run protocols with this version of the Opentrons App.",
  "run_failed_modal_description_desktop": "Download the run log and send it to support@opentrons.com for assistance.",
  "secure_labware_explanation_magnetic_module": "<block>Opentrons recommends ensuring your labware locks to the Magnetic Module by adjusting the black plate bracket on top of the module.</block> <block>There are two sizes of plate brackets supplied with your module: standard and deep well. These brackets can be removed and swapped by unscrewing the module's thumb screw (the silver knob on the front).</block>",
  "secure_labware_explanation_thermocycler": "Opentrons recommends securing your labware to the Thermocycler Module by closing its latch. Doing so ensures level and accurate plate placement for optimal results.",
  "send_a_protocol_to_store": "Send a protocol from the Opentrons App to get started.",
  "setup_instructions_description": "For step-by-step instructions on setting up your module, consult the Quickstart Guide that came in its box or scan the QR code to visit the modules section of the Opentrons Help Center.",
  "share_app_analytics": "Share App Analytics with Opentrons",
  "share_app_analytics_description": "Help Opentrons improve its products and services by automatically sending anonymous diagnostics and usage data.",
  "share_display_usage_description": "Data on how you interact with the touchscreen on Flex.",
  "share_logs_with_opentrons": "Share Robot logs with Opentrons",
  "share_logs_with_opentrons_description": "Help Opentrons improve its products and services by automatically sending anonymous robot logs. Opentrons uses these logs to troubleshoot robot issues and spot error trends.",
  "show_labware_offset_snippets_description": "Only for users who need to apply labware offset data outside of the Opentrons App. When enabled, code snippets for Jupyter Notebook and SSH are available during protocol setup.",
  "something_seems_wrong": "There may be a problem with your pipette. Exit setup and contact Opentrons Support for assistance.",
  "storage_limit_reached_description": "Your Opentrons Flex has reached the limit of quick transfers that it can store. You must delete an existing quick transfer before creating a new one.",
  "system_language_preferences_update_description": "Your system’s language was recently updated. Would you like to use the updated language as the default for the Opentrons App?",
  "these_are_advanced_settings": "<block>These are advanced settings. Please do not attempt to adjust without assistance from Opentrons Support. Changing these settings may affect the lifespan of your pipette.</block><block>These settings do not override any pipette settings defined in protocols.</block>",
  "unexpected_error": "An unexpected error has occurred. If the issue persists, contact Opentrons Support for assistance.",
  "update_requires_restarting_app": "Updating requires restarting the Opentrons App.",
  "update_robot_software_description": "Bypass the Opentrons App auto-update process and update the robot software manually.",
  "update_robot_software_link": "Launch Opentrons software update page",
  "versions_sync": "Learn more about keeping the Opentrons App and robot software in sync",
  "view_latest_release_notes_at": "View latest release notes at {{url}}",
  "want_to_help_out": "Want to help out Opentrons?",
  "welcome_title": "Welcome to your Opentrons Flex!",
  "why_use_lpc": "Labware Position Check is intended to correct for minor variances. Opentrons does not recommend using Labware Position Check to compensate for large positional adjustments. Needing to set large labware offsets could indicate a problem with robot calibration."
}
