{
  "before_you_begin": "Before you begin",
  "get_started": "Get started",
  "remove_labware_to_get_started": "<block>To get started, remove labware from the rest of the deck and clean up the work area to make attachment and calibration easier. Also gather the needed equipment shown on the right hand side</block><block>The calibration probe is included with the robot and should be stored on the right hand side of the door opening.</block>",
  "attach_probe": "Attach Calibration Probe",
  "install_probe": "Take the calibration probe from its storage location. Make sure its latch is in the unlocked (straight) position. Press the probe firmly onto the pipette nozzle and then lock the latch. Then test that the probe is securely attached by gently pulling it back and forth.",
  "initiate_calibration": "Initiate calibration",
  "remove_cal_probe": "Remove Calibration Probe",
  "remove_probe": "Unlatch the calibration probe, remove it from the pipette nozzle, and return it to its storage location.",
  "complete_cal": "Complete calibration",
  "pip_cal_success": "Pipette Successfully Calibrated",
  "calibrate_pipette": "Calibrate a pipette",
  "stand_back": "Stand Back, Robot is in Motion",
  "pipette_calibrating": "Stand Back, Pipette is Calibrating",
  "progress_will_be_lost": "{{flow}} progress will be lost",
  "are_you_sure_exit": "Are you sure you want to exit before completing {{flow}}?",
  "pipette_calibration": "Pipette Calibration",
  "attach": "Attaching Pipette",
  "detach": "Detaching Pipette",
  "calibration_probe_touching": "The calibration probe will touch the sides of the calibration divot in slot {{slotNumber}} to determine its exact position",
  "choose_pipette": "Choose a pipette to attach",
  "attach_this_pipette": "Attach this pipette",
  "single_or_8_channel": "{{single}} or {{eight}} pipette",
  "ninety_six_channel": "{{ninetySix}} pipette",
  "connect_and_screw_in_pipette": "Connect and screw in pipette",
  "hold_onto_pipette": "<block>Hold onto the pipette so it does not fall. Attach the pipette to the robot by alinging the pins and ensuring a secure connection with the pins.</block><block>Hold the pipette in place and use the hex screwdriver to tighten the pipette screws. Then test that the pipette is securely attached by gently pulling it side to side.</block>",
  "continue": "Continue",
  "detach_and_reattach": "Detach and reattach pipette",
  "grab_screwdriver": "While continuing to hold in place, grab your 2.5mm driver and tighten screws as shown in the animation. Test the pipette attachment by giving it a wiggle before pressing continue",
  "name_and_volume_detected": "{{name}} Pipette Detected",
  "error_encountered": "Error encountered",
  "loose_detach": "Loosen Screws and Detach",
  "hold_and_loosen": "Hold the pipette in place and loosen the pipette screws. (The screws are captive and will not come apart from the pipette.) Then carefully remove the pipette",
  "attach_pipette": "Attach a pipette",
  "detach_pipette": "Detach a pipette",
  "remove_labware": "<block>To get started, remove labware from the deck and clean up the working area to make attachment and calibration easier. Also gather the needed equipment shown to the right.</block><block>The calibration probe is included with the robot and should be stored on the right-hand side of the door opening.</block>",
  "move_gantry_to_front": "Move gantry to front",
  "pipette_attached": "{{pipetteName}} Successfully Attached",
  "pipette_failed_to_attach": "Pipette failed to attach",
  "cal_pipette": "Calibrate pipette",
  "get_started_detach": "<block>To get started, remove labware from the deck and clean up the working area to make detachment easier. Also gather the needed equipment shown to the right</block>",
  "pipette_failed_to_detach": "Pipette failed to detach",
  "pipette_detached": "Pipette Successfully Detached",
  "get_started_flow": "<block>To get started, remove labware from the deck and clean up the working area to make detachment easier. Also gather the needed equipment shown to the right</block>",
  "unscrew_carriage": "Unscrew Z Axis Carriage",
  "unscrew_at_top": "<block>Reach the top of of the gantry carriage and unscrew the captive screw connecting right pippete mount to the the z axis.</block><block>The detached right mount should freely move up and down the z axis.</block>",
  "connect_mounting_plate": "Connect and Attach Mounting Plate",
  "attach_mounting_plate": "<block>Hold onto the pipette so it does not fall. Attach the monting plate to the robot by alinging the pins on the mounting plate to the slots on the z axis carriage.</block><block>You may need to adjust the z axis to align the left and right channels for propper fitment.</block>",
  "reattach_carriage": "Reattach Z Axis Carriage",
  "how_to_reattach": "<block>Take the right carriage and push it to the top of the z axis. Reach the top of of the gantry carriage and screw in the captive screw to connect right pippete mount to the the z axis.</block><block>The detached right mount should freely move up and down the z axis.</block>",
  "single_mount_attached_error": "Single mount pipette is selected when this is the 96 channel flow",
  "detach_mounting_plate_instructions": "Hold onto the pipette so it does not fall. Dettach the monting plate to the robot by removing the pins on the plate from the slots on the gantry carriage",
  "unscrew_and_detach": "Unscrew and Dettach Mounting Plate",
  "pipette_heavy": "The 96-channel pipette is <weight> so be cautious during uninstall. Having a helper near by can be really useful for this process",
  "connect_96_channel": "Connect and Attach 96 Channel Pipette",
  "hold_pipette_carefully": "Hold onto the pipette so it does not fall. Attach the 96 channel to thegantry by alinging the 2 protruding rods on the mounting plate and ensuring a secure connection by screwing in the 4 front screws with the provided screw driver.",
  "unscrew_remove_96_channel": "Unscrew and Remove 96 Channel Pipette",
  "secure_pipette": "<block>Place your hand onto the pipette so it does not fall. Begin by unscrewing the 4 captive screws found in the front of the 96 channel pipette. Once all the screws are lossened, proceed to slowly remove the pipette by sliding off the supporting pins.</block><block>The pipette is heavy so be cautious during uninstall. Having a helper near can be really helpful during this process.</block>",
  "calibrate_96_channel": "Calibrate 96-Channel pipette",
  "attach_96_channel": "Attach 96-Channel Pipette",
  "detach_96_channel": "Detach 96-Channel Pipette"
}
