{
  "run_labware_position_check": "run labware position check",
  "proceed_to_run": "Proceed to Run",
  "example": "Example",
  "extra_attention_warning_title": "Secure labware and modules before proceeding to run",
  "labware_setup_step_description": "Position full tip racks and labware in the deck slots as shown in the deck map.",
  "labware_setup_step_title": "Labware Setup",
  "labware_help_link_title": "See How Labware Offsets Work",
  "how_offset_data_works_title": "How Labware Offsets Work",
  "position_offset_overiew_and_description": "<h4>Positional Adjustments Overview</h4><block>The OT-2 provides two types of positional adjustments. The first type is robot calibration: Deck calibration, Tip Length calibration and Pipette Offset calibration. These calibrations ensure the OT-2 moves to the expected positions on the deck. It is essential to have good robot calibration before creating any labware offsets and running protocols.</block>",
  "learn_more_about_robot_cal_offset_modal_link": "Learn more about Robot Calibration",
  "creating_labware_offset_data": "<h4>Creating Labware Offset Data During Labware Position Check</h4><block>Labware Position Check is a guided workflow that helps you verify the position of every labware on the deck for an added degree of precision in your protocol. When you check a labware, the OT-2’s pipette nozzle or attached tip will stop at the center of the A1 well. If the pipette nozzle or tip is not centered, you can reveal the OT-2’s jog controls to make an adjustment. This Labware Offset will be applied to the entire labware. Offset data is measured to the nearest 1/10th mm and can be made in the X, Y and/or Z directions.</block>",
  "labware_offset_data_info": "Opentrons offers a second type of positional adjustment, a Labware Offset. Labware Offsets are intended to account for small, real-world variances in the overall position of the labware on an OT-2’s deck. A Labware Offset is unique to a specific combination of the following during a run: labware, module (if present), deck slot, protocol and OT-2. ",
  "learn_more_about_offset_data_link": "Learn more about Labware Offset Data",
  "rerunning_a_protocol": "<h4>Rerunning a Protocol</h4><block>Opentrons displays the connected robot’s last protocol run on on the Protocol Upload page. If you run again, Opentrons loads this protocol and applies Labware Offset data if any exists.</block><block>Clicking “Run Again” will take you directly to the Run tab. If you’d like to review the deck setup or run Labware Position Check before running the protocol, navigate to the Protocol tab.</block>",
  "multiple_modules_help_link_title": "See How To Set Up Modules of the Same Type",
  "multiple_modules_modal_title": "Setting Up Modules of the Same Type",
  "labware_help_example": "<block>Alice is using a labware in Slot 6. During labware position check, she adjust the pipette position while checking the A1 of the labware to 0.2mm in X, and 1.2mm in Z. Later, Bob is preparing to run the same protocol on that robot. The labware offset that Alice created in Slot 6 will be applied for Bob’s protocol unless he changes or clears it.</block>",
  "multiple_modules_explanation": "To use more than one of the same module in a protocol, you first need to plug in the module that’s in the lowest numbered deck slot to the lowest numbered USB port on the OT-2. Continue in the same manner with additional modules.",
  "multiple_modules_link": "Learn more about using more than one module of the same type",
  "multiple_modules_example": "Your protocol has 2 Temperature Modules. The Temperature Module attached to the first port starting from the left will be related to the first Temperature Module in your protocol while the second Temperature Module loaded would be related to the Temperature Module connected to the next port to the right. If using a hub, follow the same logic with the port ordered.",
  "offset_title": "Offset Data",
  "lpc_and_offset_data_title": "Labware Position Check and Labware Offset Data",
  "labware_position_check_text": "Labware Position Check is an optional workflow that helps you verify the position of each labware on the deck. During this check, you can create Labware Offsets that adjust how the robot moves to each labware in the X, Y and Z directions.",
  "magnetic_module_attention_warning": "<block>Opentrons recommends securing labware with the module’s bracket. <a>See how to secure labware to the Magnetic Module</a></block>",
  "thermocycler_attention_warning": "<block> Labware must be secured with the module’s latch. <a>See how to secure labware to the Thermocyler Module</a></block> <block>Thermocycler lid must be open when robot moves to the slots it occupies. Opentrons will automatically open the lid to move to these slots during Labware Position Check.</block>",
  "secure_labware_modal_title": "How To Secure Labware to the {{name}}",
  "magnetic_module_standard_plate_text": "Magnetic Module with 0.2 mL 96 well PCR Plate",
  "magnetic_module_deep_well_plate_text": "Magnetic Module with 2 mL Deep Well Plate",
  "secure_labware_explanation_magnetic_module": "<block>Opentrons recommends ensuring your labware locks to the Magnetic Module by adjusting the black plate bracket on top of the module.</block> <block>Please note there are two sizes of plate brackets supplied with your module: standard and deep well. These brackets can be removed and swapped by unscrewing the modules thumb screw (the silver knob on the front).</block>",
  "secure_labware_explanation_thermocycler": "Opentrons recommends ensuring your labware locks to the Thermocycler module by securing the Thermocycler Latch Mechanism. This latch secures the plate on the module to ensure level and accurate plate placement for optimal results.",
  "calibrate_now_cta": "Calibrate Now",
  "deck_calibration_title": "Deck Calibration",
  "last_calibrated": "Last calibrated: {{date}}",
  "module_setup_step_description": "Plug in and turn on the required module via the OT-2 USB Port. Place the module as shown in the deck map.",
  "module_setup_step_description_plural": "Plug in and turn on the required modules via the OT-2 USB Ports. Place the modules as shown in the deck map.",
  "module_setup_step_title": "Module Setup",
  "modules_setup_step_title": "Module Setup",
  "mount_title": "{{mount}} MOUNT:",
  "not_calibrated": "Not calibrated yet",
  "plug_in_required_module": "Plug in and power up the required module to continue",
  "plug_in_required_module_plural": "Plug in and power up the required modules to continue",
  "proceed_to_labware_setup_step": "Proceed to Labware Setup",
  "proceed_to_module_setup_step": "Proceed to Module Setup",
  "attach_pipette_cta": "Attach Pipette",
  "attach_pipette_calibration": "Attach pipette to see calibration information",
  "pipette_missing": "Pipette missing",
  "pipette_mismatch": "Pipette generation mismatch",
  "pipette_compat_help": "Learn more about pipette compatibility",
  "pipette_offset_cal": "Pipette Offset Calibration",
  "recalibrate": "Recalibrate",
  "required_pipettes_title": "Required Pipettes",
  "required_tip_racks_title": "Required Tip Length Calibrations",
  "attach_pipette_tip_length_calibration": "Attach pipette to see tip length calibration information",
  "robot_calibration_step_description": "Review required pipettes and tip length calibrations for this protocol.",
  "robot_calibration_step_title": "Robot Calibration",
  "setup_for_run": "Setup for Run",
  "step": "STEP {{index}}",
  "module_not_connected": "Not connected",
  "module_connected": "Connected",
  "no_usb_port_yet": "No USB Port Yet",
  "usb_port_connected": "USB Port {{port}}",
  "hub_port_connected": "USB Port {{port}} via hub",
  "usb_connected_no_port_info": "USB Port Connected",
  "robot_cal_help_title": "See How Robot Calibration Works",
  "robot_cal_description": "Robot calibration establishes how the OT-2 knows where it is in relation to the deck. Accurate Robot calibration is essential to run protocols sucessfully. Robot calibration has 3 parts: Deck calibration, Tip Length calibration and Pipette Offset calibration.",
  "learn_more_about_robot_cal_link": "Learn more about robot calibration",
  "deck_cal_description": "This measures the deck X and Y values relative to the gantry. This calibration is the foundation for Tip Length and Pipette Offset calibrations. Calibrate your deck during new robot setup. Redo Deck calibration if you relocate your robot.",
  "tip_length_cal_title": "Tip Length Calibration",
  "tip_length_cal_description": "This measures the Z distance between the bottom of the tip and the pipette’s nozzle. Calibrate tip length for each new tip type used on a pipette. If you redo the tip length calibration for the tip you used to calibrate a pipette, you will also have to redo that pipette offset calibration. ",
  "pipette_offset_cal_description": "<block>This measures a pipette’s X, Y and Z values in relation to the pipette mount and the deck. Pipette offset calibration relies on Deck calibration and Tip Length calibration. Perform Pipette Offset calibration the first time you attach it to a new mount.</block> <block>Redo Pipette Offset calibration after:</block>",
  "pipette_offset_cal_description_bullet_1": "Performing Deck calibration",
  "pipette_offset_cal_description_bullet_2": "Redoing Tip Length calibration for the tip you used to calibration pipette",
  "calibrate_deck_failure_reason": "Calibrate the deck to continue",
  "calibrate_tiprack_failure_reason": "Calibrate the required tip lengths to continue",
  "calibrate_pipette_failure_reason": "Calibrate the required pipette(s) to continue",
  "attach_pipette_failure_reason": "Attach the required pipette(s) to continue",
  "calibration_needed": "Calibration needed",
  "calibration_ready": "Calibration ready",
  "run_disabled_modules_not_connected": "Make sure all modules are connected before proceeding to run",
  "run_disabled_calibration_not_complete": "Make sure robot calibration is complete before proceeding to run",
  "run_disabled_modules_and_calibration_not_complete": "Make sure robot calibration is complete and all modules are connected before proceeding to run",
  "lpc_disabled_modules_not_connected": "Make sure all modules are connected before running Labware Position Check",
  "lpc_disabled_calibration_not_complete": "Make sure robot calibration is complete before running Labware Position Check",
  "lpc_disabled_modules_and_calibration_not_complete": "Make sure robot calibration is complete and all modules are connected before running Labware Position Check",
  "loading_protocol_details": "Loading details...",
  "loading_labware_offsets": "Loading labware offsets",
  "protocol_upload_revamp_feedback": "Have feedback about this experience?",
  "feedback_form_link": "Let us know!",
  "labware_position_check_not_available": "Labware Position Check is not available after run has started",
  "recalibrating_tip_length_not_available": "Recalibrating a tip length is not available once a run has started",
  "recalibrating_not_available": "Recalibrating Tip Length calibrations and Labware Position Check is not available.",
  "protocol_can_be_closed": "This protocol can now be closed.",
  "protocol_run_started": "Protocol run started.",
  "protocol_run_complete": "Protocol run complete.",
  "protocol_run_failed": "Protocol run failed.",
  "protocol_run_canceled": "Protocol run canceled.",
  "labware_position_check_not_available_empty_protocol": "Labware Position Check requires that the protocol loads labware and pipettes"
}
