{
  "check_labware_positions": "Check Labware Positions",
  "proceed_to_run": "Proceed to Run",
  "example": "Example",
  "extra_attention_warning_title": "Some labware and modules require extra attention",
  "labware_setup_step_description": "Position full tip racks and labware in the deck slots as shown in the deck map.",
  "labware_setup_step_title": "Labware Setup",
  "labware_help_link_title": "Labware Help",
  "labware_help_modal_title": "Labware Help",
  "labware_help_explanation": "<block>You can make optional positioning adjustments before a protocol run using labware offsets. These adjustments are measured to the nearest 1/10th mm and can be made in X, Y and/or Z.</block> <block>A labware offset is unique to a specific labware in a specific deck slot (and, if applicable, on a specific module) on an OT-2. Once you create an adjustment, it will be stored and can be used if you run the same protocol again. <a_best_practices>Learn More about labware and protocol best practices</a_best_practices></block> <block> Labware offsets apply to the overall labware, not individual features of it. If you need to make adjustments to individual features of the labware, edit your labware definition via <a_labware_creator> Opentrons Labware Creator </a_labware_creator> </block>",
  "multiple_modules_help_link_title": "Multiple Modules Help",
  "multiple_modules_modal_title": "Multiple Modules Help",
  "labware_help_example": "<block>Alice is using a labware in Slot 6. During labware position check, she adjust the pipette position while checking the A1 of the labware to 0.2mm in X, and 1.2mm in Z. Later, Bob is preparing to run the same protocol on that robot. The labware offset that Alice created in Slot 6 will be applied for Bob’s protocol unless he changes or clears it.</block>",
  "multiple_modules_explanation": "<block>To use multiples of a module in one protocol, you need to plug in the module that’s in the lowest numbered deck slot in the lowest numbered USB port on the OT-2.</block> <block>Currently, you can use multiple Magnetic Modules or multiple Temperature Modules. You won’t be able to load multiple Thermocycler Modules. <a_how_to_multiple_modules>Learn more about how to use multiples of a module </a_how_to_best_practices> </block>",
  "multiple_modules_example": "Your protocol has 2 Temperature Modules. The Temperature Module attached to the first port starting from the left will be related to the first Temperature Module in your protocol while the second Temperature Module loaded would be related to the Temperature Module connected to the next port to the right. If using a hub, follow the same logic with the port ordered.",
  "offset_title": "Offset Data",
  "labware_position_check_text": "Labware Position Check is an optional workflow that guides you through checking the position of each labware on the deck. During this check, you can make an offset adjustment to the overall position of the labware.",
  "magnetic_module_attention_warning": "<block>Opentrons recommends securing labware with the module’s bracket. <a>Securing labware to the Magnetic Module</a></block>",
  "thermocycler_attention_warning": "<block> Labware must be secured with the module’s latch. <a>Securing labware to the Thermocycler</a></block> <block>Thermocycler lid must be open when robot moves to the slots it occupies. Opentrons will automatically open the lid to move to these slots during Labware Position Check.</block>",
  "secure_labware_modal_title": "Securing Labware to the {{name}}",
  "magnetic_module_standard_plate_text": "Magnetic Module with 0.2 mL 96 well PCR Plate",
  "magnetic_module_deep_well_plate_text": "Magnetic Module with 2 mL Deep Well Plate",
  "secure_labware_explanation_magnetic_module": "<block>Opentrons recommends ensuring your labware locks to the module by adjusting the black plate bracket on top of the module.</block> <block>Please note there are two sizes of plate brackets supplied with your module: Standard and deep well. These brackets can be removed and swapped by unscrewing the module's thumb screw (silver knob on front): </block>",
  "secure_labware_explanation_thermocycler": "Opentrons recommends ensuring your labware locks to the Thermocycler module by securing the Thermocycler Latch Mechanism. This latch secures the plate on the module to ensure level and accurate plate placement for optimal results.",
  "calibrate_now_cta": "Calibrate Now",
  "deck_calibration_title": "Deck Calibration",
  "last_calibrated": "Last calibrated: {{date}}",
  "module_setup_step_description": "Plug in and power up the required module via the OT-2 USB Port. Place the module as shown in the deck map.",
  "module_setup_step_description_plural": "Plug in and power up the required modules via the OT-2 USB Ports. Place the modules as shown in the deck map.",
  "module_setup_step_title": "Module Setup",
  "modules_setup_step_title": "Module Setup",
  "mount_title": "{{mount}} MOUNT:",
  "not_calibrated": "Not calibrated yet",
  "plug_in_required_module": "Plug in and power up the required module to continue",
  "plug_in_required_module_plural": "Plug in and power up the required modules to continue",
  "proceed_to_labware_setup_step": "Proceed to Labware Setup",
  "proceed_to_module_setup_step": "Proceed to Module Setup",
  "recalibrate": "Recalibrate",
  "required_pipettes_title": "Required Pipettes",
  "required_tip_racks_title": "Required Tip Length Calibrations",
  "robot_calibration_step_description": "Review required pipettes and tip length calibrations for this protocol.",
  "robot_calibration_step_title": "Robot Calibration",
  "setup_for_run": "Setup for Run",
  "step": "STEP {{index}}",
  "module_not_connected": "Not connected",
  "module_connected": "Connected",
  "no_usb_port_yet": "No USB Port Yet",
  "usb_port_connected": "USB Port {{port}}",
  "hub_port_connected": "USB Port {{port}} via hub",
  "usb_connected_no_port_info": "USB Port Connected"
}
